Repository: JetBrains/teamcity-build-artifacts-widget
Catalog: src/app/translations/teamcity-build-artifacts-widget_*.po
Languages: es, fr, it, pt

source: Artifacts
es: Artefactos
fr: Artefacts
it: Artefatti
pt: Artefatos

source: Artifacts: {{ buildConfiguration }}
es: Artefactos: {{ buildConfiguration }}
fr: Artefacts : {{ buildConfiguration }}
it: Artefatti: {{ buildConfiguration }}
pt: Artefatos: {{ buildConfiguration }}

source: Build configuration
es: Configuración de build
fr: Configurations de la build
it: Configurazione della build
pt: Configuração de build

source: Build with specified tags (comma-separated)
es: Build con etiquetas especificadas (separadas por comas)
fr: Build avec balises spécifiées (séparées par des virgules)
it: Build con tag specificati (separati da virgole)
pt: Build com tags especificadas (separadas por vírgula)

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: Cannot load build artifacts
es: No pueden cargarse los artefactos del build
fr: Impossible de charger les artefacts de build
it: Impossibile caricare gli artefatti della build
pt: Não foi possível carregar os artefatos do build

source: Custom branch name
es: Nombre de rama personalizado
fr: Nom de branche personnalisée
it: Nome branch personalizzato
pt: Nome de branch personalizado

source: Filter projects and build configurations
es: Filtrar proyectos y configuraciones de build
fr: Filtrer les projets et les configurations de build
it: Filtra i progetti e compila le configurazioni
pt: Filtrar projetos e configurações de build

source: January|February|March|April|May|June|July|August|September|October|November|December
es: Enero|Febrero|Marzo|Abril|Mayo|Junio|Julio|Agosto|Septiembre|Octubre|Noviembre|Diciembre
fr: Janvier|Février|Mars|Avril|Mai|Juin|Juillet|Août|Septembre|Octobre|Novembre|Décembre
it: Gennaio|Febbraio|Marzo|Aprile|Maggio|Giugno|Luglio|Agosto|Settembre|Ottobre|Novembre|Dicembre
pt: Janeiro|Fevereiro|Março|Abril|Maio|Junho|Julho|Agosto|Setembro|Outubro|Novembro|Dezembro

source: Jan|Feb|Mar|Apr|May|Jun|Jul|Aug|Sep|Oct|Nov|Dec
es: Ene|Feb|Mar|Abr|May|Jun|Jul|Ago|Sep|Oct|Nov|Dic
fr: Jan|Fév|Mar|Avr|Mai|Jun|Jul|Aoû|Sep|Oct|Nov|Déc
it: Gen|Feb|Mar|Apr|Mag|Giu|Lug|Ago|Set|Ott|Nov|Dic
pt: Jan|Fev|Mar|Abr|Maio|Jun|Jul|Ago|Set|Out|Nov|Dez

source: Optional title
es: Título opcional
fr: Titre facultatif
it: Titolo facoltativo
pt: Título opcional

source: Save
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar

source: Set up...
es: Configurar...
fr: Configurer...
it: Imposta...
pt: Configurar...

source: Show last pinned build
es: Mostrar el último build anclado
fr: Afficher la dernière build épinglée
it: Mostra l'ultima build fissata
pt: Mostrar último build fixado

source: Show last successful build
es: Mostrar el último build correcto
fr: Afficher la dernière build réussie
it: Mostra l'ultima build riuscita
pt: Mostrar último build de sucesso

source: Sunday|Monday|Tuesday|Wednesday|Thursday|Friday|Saturday
es: Domingo|Lunes|Martes|Miércoles|Jueves|Viernes|Sábado
fr: Dimanche|Lundi|Mardi|Mercredi|Jeudi|Vendredi|Samedi
it: Domenica|Lunedi|Martedi|Mercoledi|Giovedi|Venerdi|Sabato
pt: Domingo|Segunda|Terça|Quarta|Quinta|Sexta|Sábado

source: Sun|Mon|Tue|Wed|Thu|Fri|Sat
es: Dom|Lun|Mar|Mié|Jue|Vie|Sáb
fr: Dim|Lun|Mar|Mer|Jeu|Ven|Sam
it: Dom|Lun|Mar|Mer|Gio|Ven|Sab
pt: Dom|Seg|Ter|Qua|Qui|Sex|Sáb

source: TeamCity server
es: Servidor de TeamCity
fr: Serveur TeamCity
it: Server TeamCity
pt: Servidor TeamCity

source: This build doesn’t contain any artifacts
es: Este build no contiene artefactos
fr: Cette build ne contient pas d'artefact
it: Questa build non contiene alcun artefatto
pt: Este build não contém artefatos

source: Widget refreshes every minute
es: El widget se actualiza cada minuto
fr: Le widget s'actualise chaque minute
it: Il widget si aggiorna ogni minuto
pt: Widget atualiza a cada minuto

source: Widget refreshes every {{minutes}} minutes
es: El widget se actualiza cada {{minutes}} minutos
fr: Le widget s'actualise toutes les {{minutes}} minutes
it: Il widget si aggiorna ogni {{minutes}} minuti
pt: Widget atualiza a cada {{minutes}} minutos

source: Widget setup is not finished yet.
es: La configuración del widget todavía no ha finalizado.
fr: La configuration du widget n'est pas encore terminée.
it: La configurazione del widget non è ancora terminata.
pt: A configuração do widget ainda não terminou.

source: {{minutes}} min
fr: {{minutes}} mn
pt: {{minutes}} minutos
